[
    {
        "id": 1,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Andromeda_IAU.svg/1089px-Andromeda_IAU.svg.png",
            "name": "กลุ่มดาวแอนดรอมิดา",
            "detail": "กลุ่มดาวแอนดรอมิดา เป็นกลุ่มดาวทางท้องฟ้าทิศเหนือ ใกล้กับกลุ่มดาวม้าบิน เมื่อลากเส้นระหว่างดาวสำคัญ จะเห็นคล้ายรูปตัวเอใหญ่ แต่ผอมยาวกว่า กลุ่มดาวนี้ได้ชื่อตามเจ้าหญิงแอนดรอมิดาในเทพปกรณัมกรีก ดาราจักรแอนดรอมิดาอยู่ในกลุ่มดาวนี้ กลุ่มดาวแอนดรอมิดา จะอยู่สูงที่สุดบนฟ้า เวลาประมาณ สามทุ่มในเดือนตุลาคม-พฤศจิกายน กลุ่มดาวแอนดรอมิดากลุ่มดาวแอนดรอมิดาคลิกเพื่อดูรูปใหญ่ ชื่อย่อ: And ชื่อคุณศัพท์: Andromedae สัญลักษณ์: เจ้าหญิงแอนดรอมิดา ไรต์แอสเซนชัน: 1 ชั่วโมง เดคลิเนชัน: +40° เนื้อที่: 722 ตารางองศา (อันดับที่ 19) จำนวนดาวฤกษ์: (ความส่องสว่างปรากฏน้อยกว่า 3) 3 ดาวฤกษ์ที่สว่างที่สุด: ดาวอัลฟีแรตซ์ (α And) (ความส่องสว่างปรากฏ = 2.1) ฝนดาวตก: ฝนดาวตกแอนดรอมิดา (ฝนดาวตกบีลา) กลุ่มดาวที่ติดกัน: กลุ่มดาวเพอร์ซิอัส กลุ่มดาวแคสซิโอเปีย กลุ่มดาวกิ้งก่า กลุ่มดาวม้าบิน กลุ่มดาวปลา กลุ่มดาวสามเหลี่ยม มองเห็นได้ในระหว่างละติจูด +90° ถึง −40° มองเห็นได้ดีที่สุดในเวลา 21.00 น. ของเดือนพฤศจิกายน ดวงดาวในกลุ่มดาวแอนดรอมิดาเรียงกันเป็นรูปคล้ายผู้หญิง ดาวดวงสว่างที่เห็นได้ชัดเป็นส่วนศีรษะและเข็มขัด ส่วนแขนข้างหนึ่งคล้ายมีอะไรล่ามอยู่ (ทำให้ดูยาวกว่าแขนอีกข้าง) ดูโดยรวมแล้วจึงคล้ายกับสตรีนางหนึ่ง ถูกโซ่ล่ามไว้",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B8%A3%E0%B8%AD%E0%B8%A1%E0%B8%B4%E0%B8%94%E0%B8%B2"
        }
    },
    {
        "id": 2,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Orion_IAU.svg/825px-Orion_IAU.svg.png",
            "name": "กลุ่มดาวนายพราน",
            "detail": "กลุ่มดาวนายพราน (อังกฤษ: Orion) เป็นกลุ่มดาวที่มีชื่อเสียง คนไทยเรียกว่า ดาวเต่า การที่มีดาวฤกษ์สว่างหลายดวงเป็นสมาชิก และมีตำแหน่งอยู่บริเวณเส้นศูนย์สูตรฟ้า ทำให้มองเห็นได้ทั่วโลก และอาจเป็นที่รู้จักกว้างขวางที่สุดในบรรดากลุ่มดาวบนท้องฟ้า[1] ดาวสามดวงที่ประกอบกันเป็น \"เข็มขัดของนายพราน\" เป็นดาวที่มีความสว่างปานกลางแต่ก็สามารถสังเกตเห็นได้ง่าย สำหรับผู้สังเกตการณ์ที่อยู่ในซีกโลกเหนือจะสามารถมองเห็นกลุ่มดาวนี้ได้ตั้งแต่ช่วงเย็นของเดือนตุลาคมไปจนถึงเดือนมกราคม จากนั้นจะสามารถเห็นได้ในช่วงเช้ามืดตั้งแต่ปลายเดือนกรกฎาคมถึงพฤศจิกายน ตำแหน่งของกลุ่มดาวนายพรานเทียบกับกลุ่มดาวข้างเคียงสามารถจินตนาการออกมาเป็นภาพได้ดังนี้ : นายพรานโอไรอันยืนอยู่ข้างแม่น้ำเอริดานัส มีหมาล่าเนื้อสองตัวอยู่เคียงข้างคือ คานิสใหญ่และคานิสเล็ก เขากำลังสู้กับวัวเทารัส โดยมีเหยื่ออื่นอยู่ข้างๆ อีกเช่น ลีปัสกระต่ายป่า",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B8%B2%E0%B8%99"
        }
    },
    {
        "id": 3,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Virgo_IAU.svg/1210px-Virgo_IAU.svg.png",
            "name": "กลุ่มดาวหญิงสาว",
            "detail": "กลุ่มดาวหญิงสาว หรือ กลุ่มดาวกันย์ (♍) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี อยู่ระหว่างกลุ่มดาวสิงโตทางทิศตะวันตก กับกลุ่มดาวตาชั่งทางทิศตะวันออก กลุ่มดาวหญิงสาวเป็นกลุ่มดาวขนาดใหญ่ สังเกตเห็นได้ง่ายโดยอาศัยดาวรวงข้าว ดาวฤกษ์ที่สว่างที่สุดในกลุ่ม",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%AB%E0%B8%8D%E0%B8%B4%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A7"
        }
    },
    {
        "id": 4,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Leo_IAU.svg/833px-Leo_IAU.svg.png",
            "name": "กลุ่มดาวสิงโต",
            "detail": "กลุ่มดาวสิงโต หรือ กลุ่มดาวสิงห์ (♌) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี อยู่ระหว่างกลุ่มดาวปูทางทิศตะวันตก กับกลุ่มดาวหญิงสาวทางทิศตะวันออกแและเป็นกลุ่มดาวประจำเดือนสิงหาคม ซึ่งอยู่ในราศีสิงห์",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%B4%E0%B8%87%E0%B9%82%E0%B8%95"
        }
    },
    {
        "id": 5,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Aquarius_IAU.svg/1165px-Aquarius_IAU.svg.png",
            "name": "กลุ่มดาวคนแบกหม้อน้ำ",
            "detail": "กลุ่มดาวคนแบกหม้อน้ำ หรือ กลุ่มดาวกุมภ์ (♒) เป็นกลุ่มดาวจักรราศีในแนวเส้นสุริยวิถีซึ่งเป็นที่รู้จักมาช้านานกลุ่มหนึ่ง กลุ่มดาวนี้อยู่ในบริเวณที่เรียกกันว่าทะเลท้องฟ้า ซึ่งได้ชื่อมาจากการที่กลุ่มดาวหลายกลุ่มในบริเวณนี้มีชื่อเกี่ยวข้องกับน้ำ เช่น กลุ่มดาววาฬ กลุ่มดาวปลา กลุ่มดาวแม่น้ำ เป็นต้น บางครั้งสายน้ำของกลุ่มดาวแม่น้ำจะถูกวาดราวกับว่าไหลออกจากหม้อน้ำ (คนโท) ของกลุ่มดาวคนแบกหม้อน้ำ",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%84%E0%B8%99%E0%B9%81%E0%B8%9A%E0%B8%81%E0%B8%AB%E0%B8%A1%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B9%89%E0%B8%B3"
        }
    },
    {
        "id": 6,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Gemini_IAU.svg/1087px-Gemini_IAU.svg.png",
            "name": "กลุ่มดาวคนคู่",
            "detail": "กลุ่มดาวคนคู่เป็นกลุ่มดาวจักรราศีลำดับที่สาม (นับจากราศีเมษ) เห็นได้ชัดตั้งแต่เดือนธันวาคม ถึง พฤษภาคม เป็นดาวสำคัญของนักเดินเรือ เพราะเมื่อดวงอาทิตย์เคลื่อนสู่ราศีมิถุน นับเป็นเครื่องหมายของการสิ้นสุดพายุฤดูหนาว เรือออกทะเลได้ บนเรือมักจะมีรูปปั้นและหิ้งบูชาเทพสององค์นี้ เพื่ออธิษฐานให้เดินทางได้ราบรื่น ปราศจากอุปสรรคทั้งปวง ในท่าเรือต่างๆ สมัยโบราณ ก็ยังมีรูปปั้นของเทพทั้งสองนี้ ที่สองฝั่งปากทางออกสู่ทะเล",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%84%E0%B8%99%E0%B8%84%E0%B8%B9%E0%B9%88"
        }
    },
    {
        "id": 7,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Pisces_IAU.svg/1169px-Pisces_IAU.svg.png",
            "name": "กลุ่มดาวปลา",
            "detail": "กลุ่มดาวปลา หรือ กลุ่มดาวมีน (♓) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี อยู่ระหว่างกลุ่มดาวคนแบกหม้อน้ำทางทิศตะวันตก กับกลุ่มดาวแกะทางทิศตะวันออก กลุ่มดาวปลาไม่มีดาวที่สว่างกว่าโชติมาตร 3 ดังนั้น กลุ่มดาวปลาจึงไม่ใช่กลุ่มดาวเด่น",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%9B%E0%B8%A5%E0%B8%B2"
        }
    },
    {
        "id": 8,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Capricornus_IAU.svg/1080px-Capricornus_IAU.svg.png",
            "name": "กลุ่มดาวแพะทะเล",
            "detail": "กลุ่มดาวแพะทะเล หรือ กลุ่มดาวมกร (♑) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี กลุ่มดาวนี้อยู่ในบริเวณที่เรียกกันว่าทะเลท้องฟ้า ซึ่งได้ชื่อมาจากการที่กลุ่มดาวหลายกลุ่มในบริเวณนี้มีชื่อเกี่ยวข้องกับน้ำ กลุ่มดาวแพะทะเลเป็นกลุ่มดาวหนึ่งในรายชื่อ 48 กลุ่มดาวของทอเลมี ล้อมรอบด้วย กลุ่มดาวนกอินทรี กลุ่มดาวคนยิงธนู กลุ่มดาวกล้องจุลทรรศน์ กลุ่มดาวปลาใต้ และ กลุ่มดาวคนแบกหม้อน้ำ",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B9%81%E0%B8%9E%E0%B8%B0%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5"
        }
    },
    {
        "id": 9,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Sagittarius_IAU.svg/831px-Sagittarius_IAU.svg.png",
            "name": "กลุ่มดาวคนยิงธนู",
            "detail": "กลุ่มดาวคนยิงธนู หรือ กลุ่มดาวธนู (♐) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี วาดเป็นรูปคนครึ่งม้ากำลังน้าวคันธนู กลุ่มดาวคนยิงธนูอยู่ระหว่างกลุ่มดาวแมงป่องทางทิศตะวันตก กับกลุ่มดาวแพะทะเลทางทิศตะวันออก ดาวสว่างในกลุ่มดาวนี้เรียงกันเป็นรูปร่างคล้ายกาน้ำชา",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%84%E0%B8%99%E0%B8%A2%E0%B8%B4%E0%B8%87%E0%B8%98%E0%B8%99%E0%B8%B9"
        }
    },
    {
        "id": 10,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Libra_IAU.svg/1087px-Libra_IAU.svg.png",
            "name": "กลุ่มดาวคันชั่ง",
            "detail": "กลุ่มดาวคันชั่ง หรือ กลุ่มดาวตุล (♎) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี แต่ไม่เด่นชัดเนื่องจากไม่มีดาวฤกษ์สว่าง กลุ่มดาวคันชั่งอยู่ระหว่างกลุ่มดาวหญิงสาวทางทิศตะวันตก กับกลุ่มดาวแมงป่องทางทิศตะวันออก ในอดีตเคยเป็นส่วนก้ามของแมงป่อง ดังหลักฐานที่ปรากฏหลงเหลือในชื่อดาว",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%84%E0%B8%B1%E0%B8%99%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%87"
        }
    },
    {
        "id": 11,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Cancer_IAU.svg/1087px-Cancer_IAU.svg.png",
            "name": "กลุ่มดาวปู",
            "detail": "กลุ่มดาวปู หรือ กลุ่มดาวกรกฎ (♋) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี มีขนาดเล็กและไม่สว่าง อยู่ระหว่างกลุ่มดาวคนคู่ทางทิศตะวันตก และกลุ่มดาวสิงโตทางทิศตะวันออก ทางเหนือคือกลุ่มดาวแมวป่า ทางใต้ คือ กลุ่มดาวหมาเล็กและกลุ่มดาวงูไฮดรา",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%9B%E0%B8%B9"
        }
    },
    {
        "id": 12,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Taurus_IAU.svg/1085px-Taurus_IAU.svg.png",
            "name": "กลุ่มดาววัว",
            "detail": "กลุ่มดาววัว หรือ กลุ่มดาวพฤษภ (♉) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี ปรากฏเด่นชัดในค่ำคืนฤดูหนาว อยู่ระหว่างกลุ่มดาวแกะทางทิศตะวันตก และกลุ่มดาวคนคู่ทางทิศตะวันออก ทางเหนือคือกลุ่มดาวเพอร์ซิอัสและกลุ่มดาวสารถี ทางทิศตะวันตกเฉียงใต้ คือ กลุ่มดาวนายพราน และทางทิศตะวันออกเฉียงใต้ คือ กลุ่มดาวแม่น้ำและกลุ่มดาวซีตัส",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%A7%E0%B8%B1%E0%B8%A7"
        }
    },
    {
        "id": 13,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Aries_IAU.svg/1085px-Aries_IAU.svg.png",
            "name": "กลุ่มดาวแกะ",
            "detail": "กลุ่มดาวแกะ (♈) เป็นกลุ่มดาวหนึ่งในจักรราศี ชื่อในภาษาละติน Aries หมายถึงแกะตัวผู้ อยู่ระหว่างกลุ่มดาวปลาทางด้านทิศตะวันตก กับกลุ่มดาววัวทางด้านทิศตะวันออก มี่ชื่อในภาษาละตินว่า Ram และมีสัญลักษณ์คือ Aries.svg (ยูนิโค้ด ♈) ตั้งชื่อโดยปโตเลมี",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B9%81%E0%B8%81%E0%B8%B0"
        }
    },
    {
        "id": 14,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Scorpius_IAU.svg/828px-Scorpius_IAU.svg.png",
            "name": "กลุ่มดาวแมงป่อง",
            "detail": "กลุ่มดาวแมงป่อง หรือ กลุ่มดาวพิจิก (♏) เป็นกลุ่มดาวหนึ่งในกลุ่มดาวจักรราศี เป็นกลุ่มดาวอันดับที่ 8 อยู่ระหว่างกลุ่มดาวตาชั่งทางทิศตะวันตกกับกลุ่มดาวคนยิงธนูทางทิศตะวันออก เป็นกลุ่มดาวที่มีขนาดใหญ่ อยู่ในซีกฟ้าใต้ ใกล้กับศูนย์กลางทางช้างเผือก มีดาวที่สำคัญคือดาวปาริชาต ซึ่งมีสีส้มแดง ในขณะที่ดาวดวงอื่นเรียงเป็นแถวยาวโค้งคล้ายกับหางแมงป่อง กลุ่มดาวแมงป่องเป็นหนึ่งในกลุ่มดาวบนฟ้าที่มีลักษณะเด่นที่สุด สังเกตง่าย และถึงแม้จะต่างภาษาและวัฒนธรรมกัน หลายชาติก็เรียกลักษณะของกลุ่มดาวนี้ตรงกันว่ามีรูปร่างคล้ายกับแมงป่อง",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B9%81%E0%B8%A1%E0%B8%87%E0%B8%9B%E0%B9%88%E0%B8%AD%E0%B8%87"
        }
    },
    {
        "id": 15,
        "data": {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Draco_IAU.svg/1167px-Draco_IAU.svg.png",
            "name": "กลุ่มดาวมังกร",
            "detail": "กลุ่มดาวมังกร เป็นกลุ่มดาวในซีกฟ้าเหนือ สามารถเห็นวนรอบขั้วฟ้าจากตำบลที่มีละติจูดสูง ๆ กลุ่มดาวนี้เป็นหนึ่งในกลุ่มดาว 48 กลุ่มในรายการของทอเลมี และยังเป็นกลุ่มดาวในรายชื่อกลุ่มดาวสมัยใหม่ 88 กลุ่มที่รับรองโดยสหพันธ์ดาราศาสตร์สากล",
            "link": "https://th.m.wikipedia.org/wiki/%E0%B8%81%E0%B8%A5%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%A1%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%A3"
        }
    }
]